Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nibio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The image shows the view from Heimseteråsen towards Tekslehogget.
nb: Utsikt fra Heimseteråsen i Trillemarka.

source: Use quotation marks to search for a specific phrase.
nb: For veldig mange nordmenn er den favoritten til julemiddagen.

source: In the autumn of 2019, NIBIO moved into the new Innocamp Steinkjer.
nb: Høsten 2019 flyttet NIBIO inn i den nye Innocamp Steinkjer.

source: commonly known as fall armyworm moth, was first registered in Africa in 2016.
nb: ble første gang registrert i Afrika i 2016.

source: The commercial farm in Kiambu relies heavily on the use of the fumigant Telone II for nematode control, while the one in Murang’a relies more on biologically based nematode management.
nb: Den kommersielle plantasjen i Kiambu er svært avhengig av å bruke jordrøykmiddelet Telone II for nematodekontroll, mens den i Murang’a har en mer biologisk basert kontrollstrategi for nematoder.

source: When the project / collaboration ends, your personal information provided in connection with the collaboration with NIBIO will be deleted.
nb: Når prosjektet/samarbeidet avsluttes, vil dine personopplysninger oppgitt i forbindelse med samarbeidet med NIBIO bli slettet.

source: organismNotDeleted=Organism was not deleted
nb: organismNotDeleted=Organismen ble ikke slettet

source: organizationStored=Organization was stored
nb: organizationStored=Organisasjonen ble lagret

source: It can attack more than 80 different plant species, including important crops such as maize, rice, sugarcane, sorghum, grains and other plants in the grass family.
nb: Den kan angripe mer enn 80 ulike planteslag, inkludert viktige kulturplanter som mais, ris, sukkerrør, durra, korn og andre planter i grasfamilien.

source: cropCategoryUpdated=Crop category was updated
nb: cropCategoryUpdated=Kulturkategorien ble oppdatert

source: While the green polyethylene bag used for collecting food waste in Norway was avoided by the earthworms, the rubber granules from artificial football fields were attracting them (Figure 1).
nb: Meitemarkene unngikk plasten fra de grønne polyetylenposene som benyttes til innsamling av matavfall i Norge, mens de ble tiltrukket av gummikornene fra kunstgressbaner (Figur 1).

source: At any time, there are 4-6 overlapping generations, which means that the plants are unable to rest – they are under constant pressure.
nb: Til enhver tid er det 4-6 overlappende generasjoner og plantene får aldri hvile. De er under konstant press.

source: The largest producers of pineapple are Costa Rica, the Philippines, Brazil and Thailand, which together amount to nearly 50% of total world production.
nb: De største produsentene av ananas er Costa Rica, Filippinene, Brasil og Thailand, som til sammen utgjør nesten 50 % av den totale verdensproduksjonen.

source: I have been employed in NIBIO since 2013.
nb: Jeg har vært ansatt i NIBIO siden 2013.

source: Microalgae within closed loops for carbon (C), phosphorus (P), and nitrogen (N)
nb: Mikroalger i lukkede karbon (C)-, fosfor (P)- og nitrogen (N)-kretsløp

source: Jæren has a long growing season with a mild and humid climate.
nb: Jæren har en lang vekstsesong med et mildt og fuktig klima.

source: Sea water is taken from 250 meters depth in order to maintain greatest possible stability of biotic and abiotic parameters.
nb: Sjøvannet blir hentet fra 250 meters dybde for å oppnå mest mulig stabilitet på biotiske og abiotiske parametere.

source: RELACS is coordinated by the Research Institute of Organic Agriculture (FiBL) Switzerland.
nb: RELAC blir leia av det sveitsiske forskingsinstituttet Research Institute of Organic Agriculture (FiBL).

source: Bachelor in language, communication and media, including one-year cross-cultural communication from Volda University College and NLA Kristiansand (2006).
nb: Bachelor i språk kommunikasjon og medier fra Høgskulen i Volda (2006), inkludert et år med tverrkulturell kommunikasjon fra Mediehøyskolen Gimlekollen.

source: A group for technical measurements specialises in environmental and ground water monitoring, facilitating measurement processes with respect to choice of sensors and loggers, and enabling the automatic or manual collection of data.
nb: Måleteknisk gruppe er spesialisert på miljøovervåkning og grunnvannsovervåkning, tilrettelegger måleprosesser når det gjelder valg av sensorer og loggere, og sørger for automatisk eller manuell innhenting av data.

source: The Norwegian National Forest Inventory (NFI), established in 1919, has provided valuable information about Norway’s forest resources for more than 100 years.
nb: Landsskogtakseringen, som ble opprettet i 1919, har i 100 år gitt verdifull informasjon om ressursene i skogen.

source: In 2017, I completed a master’s degree in plant pathology at NMBU, the Norwegian University of Life Sciences in Ås, Norway.
nb: Jeg fulførte mastergrad i plantepatologi ved NMBU i 2017, og er nå ansatt som stipendiat ved Avdeling soppsykdommer i Divisjon for bioteknologi og plantehelse i NIBIO.

source: 2) to assess the effect of sorbents in biogas processes during digestate post-treatment and utilisation.
nb: 2) å vurdere virkningen av sorbenter i etterbehandlingen av biogassprosesser og bruken av råtnerest.

source: Tjøtta is strategically placed in relation to both North Norway’s agricultural areas and to important environmental and tourism resources such as Lomsdal/Visten and Børgefjell national parks, and with the island of Vega, a world heritage site, as its closest neighbour in the west.
nb: Tjøtta ligger strategisk plassert i forhold til Nord-Norges viktigste landbruksområder, og til viktige miljø- og reiselivsressurser som Lomsdal/Visten og Børgefjell nasjonalparker og med Vegaøyan verdensarvområde som nærmeste nabo i vest.

source: The weather station at Landvik has detailed weather records from 1957 to the present, and is connected to Nibio’s Agricultural Meteorological Service.
nb: Værstasjonen på Landvik har nøyaktige værdata fra 1957 og fram til i dag, og er tilknyttet Landbruksmeteorologisk tjeneste.

source: After filtration and UV treatment, 3.
nb: Etter filtrering og UV-behandling, 3.

source: Landvik is the southernmost research station in NIBIO and the only one within the nemoral vegetation zone, to which Denmark and Skåne in Sweden also belong.
nb: Landvik er den sydligste av forskningsstasjonene i NIBIO og den eneste som ligger i den nemorale vegetasjonssone, den samme sonen som Skåne og Danmark ligger i.

source: The company HØST as is Norway’s leading actor in the end-handling of organic waste for compost, and has established a separate site at Landvik with its own administration and production buildings.
nb: Selskapet HØST as er Norges ledende innenfor slutthåndtering av organiske avfall, og har etablert seg på frikjøpt tomt på Landvik med sitt administrasjonsbygg samt et mindre driftsbygg.

source: They lay eggs in clusters of 100-300, which hatch after only 2-3 days.
nb: Eggene legges i klaser på 100-300 og de klekker etter bare 2-3 dager.

source: for more information and price quotes.
nb: for mer informasjon og tilbud.

source: invalidcredentials=Invalid username and/or password
nb: invalidcredentials=Ugyldig brukernavn og/eller passord

source: The subsequent pupa stage lasts for 9-13 days.
nb: Deretter kommer puppestadiet på 9-13 dager.

source: So far, there have been reports of the moth in Benin, Togo and Nigeria, as well as the archipelago São Tomé and Príncipe.
nb: Sommerfuglen er så langt rapportert fra Benin, Togo og Nigeria, samt øygruppa São Tomé og Príncipe.

source: The price in Norway is 1 NOK/message.
nb: Prisen i Norge er 1 NOK/melding.

source: As well as laboratories, workshops, offices and meeting rooms H8 has a library and a canteen.
nb: I tillegg til laboratorier, verksteder, kontorer og møterom huser H8 bibliotek og kantine.

source: The research station possesses laboratories and equipment for characterising organic material, analyses of carbon and climate gases in soil.
nb: Forskningsstasjonen disponerer laboratorier og utstyr for karakterisering av organisk materiale, analyser av C og klimagasser i jord.

source: The station also houses administrative offices of the Øvre Pasvik National Park, the Norwegian Radiation and Nuclear Safety Authority, the Norwegian Fishermen and Hunter’s Association, and 4H Norge.
nb: Stasjonen huser også adminstrasjonen for Øvre Pasvik nasjonalpark, Direktoratet for strålevern og atomsikkerhet, Norges jeger- og fiskerforbund og 4H Norge.

source: - We had productive meetings with representatives from the Government of Benin in November.
nb: - I november hadde vi gode møter med representanter for regjeringen i Benin.

source: Both buildings have advanced climate regulation (temperature, light, CO
nb: Veksthus og fytotron har avansert klimaregulering (temperatur, lys, CO

source: forecastConfigurationDeleted=Forecast configuration was deleted
nb: forecastConfigurationDeleted=Varseloppsettet ble slettet

source: Besides smaller machines for the cleaning of seed from field trials, Landvik also has larger specialist machinery for cleaning seed lots of up to 4-5 tons, and can carry out smaller cleaning jobs for others.
nb: Ved siden av mindre maskiner til rensing av frø fra forsøksfelt, har Landvik større spesialmaskiner til rensing av partier opp til 4-5 tonn, og kan påta seg mindre rensejobber for andre.

source: emailNotUnique=The email address is not unique.
nb: emailNotUnique=E-postadressen er ikke unik i systemet.

source: The bio-based bag, made of corn starch, was neither avoided by nor attracting the worms (referred to as BDP Maistic on Figure 1).
nb: Meitemarkene verken unngikk eller ble tiltrukket av biologisk baserte poser laget av maisstivelse (kalt BDP Maistic i Figur 1).

source: VIPS uses the model for the 1st generation only.
nb: Modellen beregner tidspunkt for sverming av 1.

source: Genome and transcriptome studies of both plants and microorganisms
nb: Genomforskning og transkriptomstudier av både planter og mikroorganismer

source: Oluf Thesens vei 43 (O43, formerly called Jordforskbygningen), is owned by Stiftelsen jord- og myrundersøkelser, and houses the major part of the Division of Environment and Natural Resources.
nb: Oluf Thesens vei 43 (O 43, tidligere kalt Jordforskbygningen), eies av Stiftelsen jord- og myrundersøkelser, og disponeres for største delen av Divisjon miljø og naturressurser.

source: missingInDatabase=Missing in database
nb: missingInDatabase=Ikke funnet i databasen

source: Information security and data processors in Teams and SharePoint
nb: Informasjonssikkerhet og databehandlere i Teams og SharePoint

source: The most common protein sources in vegetarian products are eggs, soy, gluten and pea protein.
nb: De vanligste proteinkildene i vegetarprodukter er egg, soya, gluten og erteprotein.

source: When we visited the country in November, we went to several maize fields where there were enormous damage.
nb: Da vi besøkte landet i november besøkte vi flere maisåkre med enorme skader.

source: Celebrating 100 years of national forest inventories
nb: Verdens første landsdekkende skogtaksering feirer 100 år

source: Their responsibilities include the running of the infrastructure for the institute’s geodata and information services, as well as establishing and maintaining the land resource maps (AR5), soil survey, vegetation mapping and landscape monitoring.
nb: Deres faglige ansvar omfatter å drive infrastrukturen for instituttets geodata- og informasjonstjenester, samt etablere og forvalte arealressurskart (AR5), jordkartlegging, vegetasjonskartlegging og landskapsovervåking.

source: Senior research specialist May-Guri Sæthre (NIBIO) out on inspection with UNA-representatives.
nb: Seniorforsker May-Guri Sæthre på befaring med kolleger fra UNA.

source: It is only a matter of time before it will reach Europe, Thunes predicts.
nb: Det er bare et tidsspørsmål før den kommer til Europa, hevder Thunes.

source: Høgskoleveien 8 comprises three buildings.
nb: Høgskoleveien 8 består av tre bygninger.

source: STA/FTIR/GC is an analytical line where the melting energy of plastics can be measured (by Differential scanning Calorimetry, DSC) and used for both quantification and identification, and where FTIR and CG-MS can be used to qualify the DSC results.
nb: STA/FTIR/GC er en analyselinje der smelteenergien til plast kan måles (gjennom differensiell skanning-gravimetri, DSC) og benyttes til både kvantifisering og identifisering, og der FTIR og CG-MS kan benyttes til å kvalifisere resultatene fra DSC-analysen.

source: In some areas, it can destroy 60-70% of corn production.
nb: I enkelte områder kan den ødelegge 60-70 prosent av maisproduksjonen.

source: Høgskoleveien 7 (formerly also known as Fellesbygget) was erected in 1958, and has later been totally renovated in two stages, in 2004 and 2009.
nb: Høgskoleveien 7 (tidligere også kjent som Fellesbyget) sto ferdig i 1958, og er senere totalrenovert i to trinn, 2004 og 2009.

source: Differential Scanning Calorimetry (DSC) analysis of compost spiked with low density polyethylene (PE-LD), polypropylene (PP) and polyethylene fibers (PE).
nb: Differensiell skanning-kalorimetrisk analyse (DSC) av kompost med innhold av lavdensitetspolyetylen (PE-LD), polypropylen (PP) and polyetylen-fibre (PE).

source: This project is an inter-disciplinary cooperation between NIBIO and the Institute for Energy Technology (IFE), two international experts from Normandie Université du Havre (France) and Universität Stuttgart (Germany), and a stakeholder group (Adigo AS, Eidsiva Marked AS, Hexagon Composites ASA, Mat fra Toten SA, Norges Bondelag, Norsk Lanbruksrådgiving, Norsk Landbrukssamvirke and Yara Norge AS), which cover the entire knowledge-chain of the research topics.
nb: Dette prosjektet er et tverrfaglig samarbeid mellom NIBIO og Institutt for energiteknikk (IFE), to utenlandske eksperter fra Normandie Université du Havre (Frankrike) og Universität Stuttgart (Tyskland), og en interessegruppe (Adigo AS, Eidsiva Marked AS, Hexagon Composites ASA, Mat fra Toten SA, Norges Bondelag, Norsk Lanbruksrådgiving, Norsk Landbrukssamvirke and Yara Norge AS), som sammen dekker alle forskningsspørsmålene på en god måte.

source: Researcher Linn Solli in the biogas lab at Vollebekk.
nb: Forsker Linn Solli i biogasslaben på Vollebekk.

source: Both economic, social and environmental aspects are considered.
nb: Både økonomiske, sosiale og miljømessige effekter vurderes.

source: Please log in.
nb: Vennligst logg inn.

source: Bird team taking measurements on a Grey-necked Rockfowl (Picathartes oreas) in Bioko.
nb: Fugleforskere tar mål av en blåpannegrottefugl (Picathartes oreas) på øya Bioko.

source: indexText=VIPSLogic is the common administration system for VIPS.
nb: indexText=VIPSLogic er felles administrasjonssystem for VIPS.

source: NIBIO Bodø is located at Nord University, just bare 9 km from Bodø centre.
nb: NIBIO Bodø er samlokalisert med Nord universitet bare 9 Km fra Bodø sentrum.

source: VIPS is an open and freely available service that can alert the producers about diseases, pests and weeds in important agricultural and horticultural crops in Norway.
nb: VIPS (Varsling Innen PlanteSkadegjørere), er en åpen og fritt tilgjengelig tjeneste som varsler om sykdommer, skadedyr og ugress i viktige jord- og hagebruksvekster i Norge.

source: Furthermore, our fields of expertise include pesticide and natural products chemistry, genetics and biotechnology, aquatic and terrestrial bio prospecting, algae and plants used for other purposes than food.
nb: Andre viktige kompetanseområder for divisjonen er pesticid- og naturstoffkjemi, genetikk og bioteknologi, alger og planter til andre formål enn mat.

source: She was supervised by Haukeland (
nb: Kiriga ble veiledet av Solveig Haukeland (

source: The SOLUTIONS project will work on new solutions for (1) potato canopy desiccation, (2) control of weeds and runners in field strawberries, and (3) weed management in apple orchards.
nb: Prosjektet SOLUTIONS skal finne nye praktiske løsninger for (1) nedvisning av potetris, (2) ugress og utløpere i jordbær på friland og (3) ugras i eplehager.

source: - In 1919, the forest situation in Norway was critical. Forestry was not at all sustainable.
nb: - I 1919 var skogsituasjonen kritisk og skogbruket ikke bærekraftig.

source: clusterStored=The cluster information was stored
nb: clusterStored=Klasetallene ble registrert

source: Nitrogen in algae is rapidly released through decomposition after its addition to soil (Figure 3).
nb: Nitrogen i alger frigjøres raskt gjennom nedbrytning etter at den tilsettes jord (Figur 3).

source: Innocamp Steinkjer is a unique co-location for education, research and business, creating a regional, leading environment for innovation and growth.
nb: Dette er en unik samlokalisering mellom utdanning, forskning og næringsliv, og det skapes et regionalt, ledende miljø for innovasjon og vekst.

source: messageUpdated=Message was updated
nb: messageUpdated=Meldingen ble oppdatert

source: Bioresources and Recycling Technologies
nb: Bioressurser og kretsløpsteknologi

source: We use methods such as Genomics, Transcriptomics, Meta-Barcoding and other sequencing approaches, Laser Capture Microscopy (LCM), Plant transformation, CRISPR, Plan physiological methods and Bioinformatics.
nb: Våre metoder omfatter molekylærbiologiske metoder som CRISPR teknologi, sekvensering, MetaDNAstrekkoding og genomikk, transformering av planter og mikroorganismer, laser mikroskopi, plantefysiologiske metoder og bioinformatiske verktøy.

source: When using a 10 % dilution and supplementing with phosphate, magnesium and a trace element solution, 99.8 and 99.2 % of N and P, respectively, could be removed from the water so that it could directly be discharged into the environment (Figure 2).
nb: Ved bruk av en 10 % løsning og supplering med fosfat, magnesium og en sporstoffløsning, kunne henholdsvis 99,8 og 99,2 % of N og P fjernes fra vannet slik at avløpsvannet kunne slippes direkte ut til miljøet (Figur 2).

source: These crops form an important research area for four researchers at Landvik.
nb: Grønnsaker og tidligpotet er et viktig forskningsområde for Landvik.

source: Ending time: When the model has reached the requirement for the end of the flight period for the 1st generation (560 day-degrees).
nb: Når modellen har nådd kravet til døgngrader for avsluttet sverming av 1. generasjon (560 døgngrader).

source: Climate laboratory (phytotrone) with greenhouse.
nb: Klimalaboratorium (fytotron) med veksthus.

source: For one year, she lived on Bioko in Equatorial Guinea.
nb: I ett år bodde hun på den tropiske øya Bioko i Ekvatorial-Guinea.

source: organizationsArchiveUser=The organization's standard archive user
nb: organizationsArchiveUser=Organisasjonens standard arkivbrukerkonto

source: The station is situated centrally in the country’s main fodder growing districts and many of Særheim’s research tasks are connected to this topic.
nb: Stasjonen er plassert midt i landets viktigste grovfôrdistrikter og flere av arbeidsområdene på Særheim er knyttet til dette.

source: NIBIO Særheim is founded upon a long tradition of agricultural research in Rogaland.
nb: Særheim forskningsstasjon bygger på en lang tradisjon når det gjelder landbruksforskning i Rogaland.

source: The growing season is short, with ca. 140 days and 612 day degrees.
nb: Vekstsesongen er kort med ca. 140 vekstdøgn og 612 døgngrader.

source: It provides opportunities for experiments to be performed under controlled light and temperature conditions, which is very relevant for research on plant growth in relation to climate.
nb: Det gir mulighet for forsøk under kontrollerte lys- og temperaturforhold og har stor betydning for forskning på plantevekst og klima.

source: Guests are free to use Svanhovd's fireplace lounge, TV lounge, sauna and laundry room.
nb: Gjestene står fritt til å bruke Svanhovds peisestue, TV-stue, badstu og vaskerom.

source: Meeting rooms, a laboratory with microscope and various laboratory equipment for the preparation of sample material, a pretreatment room with drying facilities and a climate chamber, as well as research equipment such as halters and GPS collars.
nb: Møterom, laboratorium med mikroskop og diverse laboratorieutstyr for preparering av prøvemateriale, forbehandlingsrom med tørke- og klimaskap, samt forsøksutstyr som grimer og GPS halsbånd.

source: - In Benin, maize is grown almost everywhere.
nb: - I Benin dyrkes det mais nesten overalt.

source: In nature, microalgae have, together with land-based plants, the important function of recycling nutrients by converting inorganic molecules to organic with a higher energy content, which can then be used by e.g. animals and humans (carbohydrates, proteins, Figure 2).
nb: I naturen har mikroalger sammen med landbaserte planter den svært viktige funksjonen med å resirkulere næringsstoffer gjennom å konvertere uorganiske molekyler til organiske molekyler med høyere energiinnhold, og disse kan da benyttes av for eksempel dyr og mennesker (karbohydrater, proteiner, Figur 2).

source: Polypropylene in compost, for instance, can be detected at concentrations as low as 0.1 % by weight.
nb: Polypropylen i kompost kan for eksempel detekteres i konsentrasjoner helt nede i 0,1 vektprosent.

source: The original buildings and tree avenue are today protected by law.
nb: De opprinnelige bygningene og alleen er i dag fredet.

source: When the line « Accumulated day-degrees with the base temperature of 5 degrees C» intersects one of the lines for the day-degree threshold, the warning will advance to the next level and the color of the warning rectangle will change.
nb: Når linjen «Akkumulerte døgngrader med basistemperatur 5 grader C» krysser en av linjene for døgngradsterskel, vil varslet nå neste nivå og fargen på varslingsboksene endres.

source: The DNA-laboratory is attached to a researcher group with high scientific competency in genetics and general ecology, whose most important fields are genetic monitoring and research into brown bears, polar bears, insects and fish.
nb: DNA-laboratoriet er tilknyttet en forskergruppe med tung fagkompetanse på genetikk og generell økologi, hvor genetisk overvåkning og forskning på brunbjørn, isbjørn, insekter og fisk er viktige arbeidsfelt.

source: Benin is one of the countries in West Africa that have been hit by the new pest.
nb: Benin er et av landene i Vest-Afrika som er hardt rammet av den nye skadegjøreren.

source: Svanhovd was originally established as a State Demonstration and Experimental Farm in the 1930’s, in order to expand agriculture in Pasvik valley and as a means of strengthening Norwegian sovereignty in the north of Norway.
nb: Svanhovd ble opprinnelig etablert som Statens demonstrasjons- og forsøksgård på 1930-tallet, for å styrke landbruket i Pasvik og som et tiltak for vise den norske suvereniteten i nord.

source: NIBIO possesses a STA/FTIR/GC-MS (standing for Simultaneous Thermal Analysis/Fourier-Transform Infrared spectroscopy/Gas Chromatography-Mass Spectrometry), which can be used to quantify plastics in complex environmental samples, like organic waste resources and soils (Figure 1).
nb: NIBIO har en STA/FTIR/GC-MS (forkortelse for simultan termisk analyse / Fourier-Transform infrarød spektroskopi / gasskromatografi-massespektrometri), som kan benyttes til å kvantifisere plast i komplekse miljøprøver, for eksempel organiske avfallsressurser og jord (Figur 1).

source: Heavily (root knot nematode) infected pineapple (roots) - commercial.
nb: Infiserte (rotknutenematoder) ananasrøtter.
